Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/inaugurations_fi/outi_pieski_tiedote_suomi.pdf.tmx
Source language: fin
Languages: sme

source: Teos koostuu lukuisista kullatuista ja valkokullatuista teräslautasista, jotka muodostavat monitasoisen sädehtivän virran salin seinälle ja puhujanpönttöön.
sme: Dát mu duodji sisttisdoallá máŋggaid gollejuvvon ja vilges gollejuvvon stálletallearkkaid, mat ovttas hábmejit máŋggadását šealgu rávnnji sále seaidnái ja sárdnestullui.

source: Yhtenä teoksen visuaalisena lähtökohtana on naisen saamenpuvussa käytettävä risku solki.
sme: Oktan duoji visuálalaš vuođđun lea nissona sámegávttis geavahuvvon solju.

source: Vanhan kansanperinteen mukaan, korussa roikkuvat kullatut laukkaset suojelevat käyttäjäänsä karkoittamalla pahaa välkkeellään ja helinällään.
sme: Dološ álbmotárbevieru mielde čiŋa gollejuvvon lávggastagat suodjalit geavaheaddji nu ahte daid šealgun ja skilla vuodjela bahá eret.

source: M inulle tärkeä esikuvallinen henkilö on ollut isänäiti Jovsset Biret.
sme: M unnje dehálaš ovdagovva leamašan áhčieadni Jovsset Biret.

source: Teos on kunnianosoitus hänenlaisilleen vahvoille saamelaisille naisille.
sme: Duodji lea gudnečájáhus sulágan nana sámenissoniidda.

source: Teoksen osat ovat muodoltaan myös lautasia ja niistä roikkuvat pisarat lusikoita.
sme: Duoji oasit leat hámiset dáfus maiddái dego tallearkkat, goaikkanasat fas mat dain heaŋgájit leat dego basttet.

source: Keraamisten lusikoiden muotokieli tulee perinteisestä saamelaisesta luulusikasta.
sme: Keramihkalaš basttiid hápmegiella boahtá árbevirolaš sámi čoarvebasttes.

source: Teosta tehdessäni olen pohtinut sukupolvien virtaa ajassa sekä yhteenkuuluvuutta jossa virta ruokkii jokaista meistä.
sme: Duddjodettiinan dán lean guorahallan sohkabuolvvaid rávnnji áiggis sihke oktiigullevašvuođa, mas rávdnji biepmada juohkeovtta mis.

source: Lautasten pinta heijastaa todellisuutta nurinpäin.
sme: Tallearkkaid bajildus speadjalastá duođalašvuođa jorggotbeliid.

source: Se on ideamaailma, joka heijastaa ihmisessä olevaa täydellisyyden haavetta ja toivoa paremmasta.
sme: Dat lea jurddamáilbmi, mii speadjalastá doaivvu buorebus ja dievaslašvuođa niegu, mii olbmos lea.

source: Itselleni se tuo mieleen saamelaisen kansanperinteen maahiset jotka elävät maan alla samanlaista elämää kuin me ihmiset, mutta nurinpäin.
sme: M unnje dat buktá millii sámi álbmotárbevieru ulddaid, mat ellet eatnan vuolde seammalágan eallima go mii olbmot, muhto jorggotbeliid.

source: Teoksen elementit toistavat täydellistä ympyrää, kirkas pisara on täydellinen hetki ajassa.
sme: Duoji elemeanttat geardduhit dievaslaš rieggá, šerres goaikkanas lea dievaslaš boddu áiggis.

source: M utta teoksen kokonaisuus on sattumanvaraisen soljuva ja siten ajan haasteeseen sopivan muodon löytävä.
sme: M uhto duoji ollisvuohta lea soittolaččat rievdi ja danin áiggi hástalussii heivvolaš hámi gávdni.

source: Teoksessa on myös yksityiskohtia joiden muotokieli tulee saamelaisesta perinteisestä vauvalle tehdystä lelusta, helistimestä.
sme: Duojis leat maid detáljat, maid hápmegiella boahtá sámi árbevirolaš, njuoratmánnái dahkkon duhkorasas, skilanasas.

source: Teräsrenkaasta roikkuville poron koparaluille on kaiverrettu kasvot ja tehty tinalanka- ja helmikirjailut verkavaatteet.
sme: Bohcco guoberdávttiide, mat heaŋgájit stállerieggás, leat graverejuvvon muođut ja dahkkon datneárppuin ja bearraliiguin hervejuvvon láđđebiktasat.

source: Teoksen kaikki osat on toteutettu käsityönä ja siinä näkyy osaavien käsityöammattilaisten kädenjälki.
sme: Duoji buot oasit leat duddjojuvvon gieđaiguin ja das oidno čeahpes ámmátduojáriid gieđaluodda.

source: Se on kunnianosoitus käsityöperinteelle, mikä on yksi tärkeistä saamelaiskulttuurin ylläpitäjistä.
sme: Dat lea gudnečájáhus duodjeárbevirrui, mii lea okta dehálamos sámekultuvrra doalaheaddjiin.

source: Pohjoissaamen kielessä isoa jokea, äitiä ja maata kuvaavat sanat ovat lähellä toisiaan.
sme: Davvisámegielas eanu, eatni ja eatnama govvideaddji sánit sulastahttet nuppiideaset.

source: Näiden sanojen takana olevia käsitteitä haluan saamelaisena kunnioittaa; sukupolvien yhteenkuuluvaa virtaa, saamelaisia vahvoja naisia ja rakasta saamenmaata.
sme: Doahpagiid, mat leat dáid sániid duohken, hálidan sápmelažžan gudnejahttit; sohkabuolvvaid oktiigullevaš rávnnji, sámi nana nissoniid ja ráhkis sámeeatnama.
